Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: Data privacy
nl_nl: Gegevensprivacy

source: The statement was successfully published.
nl_nl: De verklaring is succesvol gepubliceerd.

source: Enable this feature to set up, publish, and update data privacy statements for users. Once activated, statements are managed through the Data privacy statement page. Users will be prompted to consent at their first login and whenever the statement is updated.
nl_nl: Schakel deze functie in om gegevensprivacyverklaringen voor gebruikers op te stellen, te publiceren en bij te werken. Zodra deze is geactiveerd, worden verklaringen beheerd via de pagina Gegevensprivacyverklaring. Gebruikers worden gevraagd om toestemming te geven bij hun eerste aanmelding en telkens wanneer de verklaring wordt bijgewerkt.

source: Data privacy settings
nl_nl: Instellingen voor gegevensprivacy

source: Enable data privacy
nl_nl: Schakel gegevensprivacy in

source: Add statement
nl_nl: Verklaring toevoegen

source: All available records will be visible here
nl_nl: Alle beschikbare records zullen hier zichtbaar zijn

source: No privacy statements yet
nl_nl: Nog geen privacyverklaringen

source: View & manage statements
nl_nl: Bekijk en beheer verklaringen

source: Statements
nl_nl: Verklaringen

source: Deleted
nl_nl: Verwijderd

source: Pending publishing
nl_nl: In afwachting van publicatie

source: Data Retention
nl_nl: Dataretentie

source: Anonymization
nl_nl: Anonimisering

source: Worker avatar
nl_nl: Werknemer avatar

source: Worker avatar with name & role
nl_nl: Werknemer avatar met naam & rol

source: Deactivated user
nl_nl: Gedeactiveerde gebruiker

source: Deactivation
nl_nl: Deactivering

source: Default
nl_nl: Standaard

source: Deleted user
nl_nl: Verwijderde gebruiker

source: This user is no longer active
nl_nl: Deze gebruiker is niet langer actief

source: Worker signature
nl_nl: Handtekening van de werknemer

source: Display of the data in the user interface when someone is anonymized or removed from the system.
nl_nl: Weergave van de gegevens in de gebruikersinterface wanneer iemand geanonimiseerd of uit het systeem verwijderd is.

source: Enable global data retention
nl_nl: Wereldwijde dataretentie inschakelen

source: Define the global data retention rules that apply across whole organization.
nl_nl: Definieer de wereldwijde regels voor dataretentie die van toepassing zijn op de hele organisatie.

source: Send a notification about upcoming deletion events
nl_nl: Stuur een melding over aankomende verwijderingsgebeurtenissen

source: Define how many days before the hard deletion the notification will be sent
nl_nl: Bepaal hoeveel dagen voor de definitieve verwijdering de melding wordt verzonden

source: Set notification time
nl_nl: Stel de notificatietijd in

source: Specify the distribution settings for notifications about data retention events
nl_nl: Specificeer de distributie-instellingen voor meldingen over dataregentie-evenementen

source: Add local rule
nl_nl: Lokale regel toevoegen

source: Add rule
nl_nl: Regel toevoegen

source: Edit rule
nl_nl: Regel bewerken

source: Data retention period
nl_nl: Dataretentieperiode

source: Select countries & data retention period
nl_nl: Selecteer landen en dataretentieperiode

source: Add local data retention rule
nl_nl: Voeg lokale dataretentieregel toe

source: Location
nl_nl: Locatie

source: {{count}} month
nl_nl: {{count}} maand

source: {{count}} months
nl_nl: {{count}} maanden

source: {{count}} year
nl_nl: {{count}} jaar

source: {{count}} years
nl_nl: {{count}} jaar

source: Local rule definition
nl_nl: Lokale regeldefinitie

source: Notifications
nl_nl: Meldingen

source: Notification time
nl_nl: Meldingstijd

source: Months
nl_nl: Maanden

source: Years
nl_nl: Jaren

source: The system will hard-delete users on the last Saturday of the month at which the data retention period expires.
nl_nl: Het systeem zal gebruikers definitief verwijderen op de laatste zaterdag van de maand waarin de dataretentieperiode afloopt.

source: Global and local data retention rules
nl_nl: Regels voor wereldwijde en lokale dataretentie

source: The data retention settings were successfully saved.
nl_nl: De instellingen voor gegevensbewaring zijn succesvol opgeslagen.

source: Data retention archives and deletes data after a set period, ensuring compliance and reducing storage costs. Data exceeding the retention period is unrecoverable; make sure you back-up critical information beforehand.
nl_nl: Dataretentie archiveert en verwijdert gegevens na een bepaalde periode, waardoor naleving wordt gewaarborgd en opslagkosten worden verlaagd. Gegevens die de bewaartermijn overschrijden, zijn niet meer te herstellen; zorg ervoor dat je belangrijke informatie van tevoren back-upt.

source: Pay Analysis Data Mapping
nl_nl: Gegevenstoewijzing voor salarisanalyse

source: Demographics
nl_nl: Demografie

source: Enable the "Documents" widget
nl_nl: Schakel de "Documenten" widget in

source: Employment
nl_nl: Werkgelegenheid

source: Data Viewer
nl_nl: Gegevensviewer

source: No results match the search/filter criteria.<br/> Remove filters and clear the search to show all results.
nl_nl: Geen resultaten komen overeen met de zoek-/filtercriteria.<br/> Verwijder filters en wis de zoekopdracht om alle resultaten te tonen.

source: Custom
nl_nl: Aangepast

source: Standard
nl_nl: Standaard

source: Entities
nl_nl: Entiteiten

source: No data to display
nl_nl: Geen gegevens om weer te geven

source: There is currently no data to show here
nl_nl: Er zijn momenteel geen gegevens om hier te tonen

source: Collection of all the entities
nl_nl: Verzameling van alle entiteiten

source: Entity category
nl_nl: Entiteitscategorie

source: Allow feedback deletion
nl_nl: Sta verwijdering van feedback toe

source: Any user can rate the feedback given by any manager
nl_nl: Elke gebruiker kan de feedback van elke manager beoordelen.

source: Any user can rate the feedback given by any other user
nl_nl: Elke gebruiker kan de feedback van een andere gebruiker beoordelen.

source: Enable the automatic transfer of requests about a direct report to their new manager
nl_nl: Schakel de automatische overdracht van verzoeken over een directe medewerker naar hun nieuwe manager in.

source: Any feedback requests about a direct report will be automatically forwarded to the new manager in case of a transfer. The new manager will be able to see a read-only version of the replies, as well as the list of users to whom the request was sent. Once the manager transfer is effective, replies to pending requests will be disabled and the requests will no longer be visible to the previous manager.
nl_nl: Eventuele feedbackverzoeken over een directe medewerker worden automatisch doorgestuurd naar de nieuwe manager in geval van een overplaatsing. De nieuwe manager kan een alleen-lezen versie van de antwoorden zien, evenals de lijst van gebruikers naar wie het verzoek is verzonden. Zodra de manageroverdracht van kracht is, worden antwoorden op openstaande verzoeken uitgeschakeld en zijn de verzoeken niet langer zichtbaar voor de vorige manager.

source: days
nl_nl: dagen

source: Feedback sharing scope
nl_nl: Reikwijdte van feedback delen

source: Define the feedback sharing scope.
nl_nl: Bepaal de reikwijdte van het delen van feedback.

source: Public
nl_nl: Openbaar

source: Recipient only
nl_nl: Alleen ontvanger

source: Enable Feedback
nl_nl: Feedback inschakelen

source: A Performance Management feature that enables users to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues observations about their own work.
nl_nl: Een Performance Management-functie waarmee gebruikers snel en eenvoudig hun collega's observaties kunnen aanbieden over gebeurtenissen en situaties die zij hebben meegemaakt, en observaties van hun collega's kunnen opvragen over hun eigen werk.

source: Bypass limit for Feedback broadcast
nl_nl: Limiet voor Feedback-uitzending omzeilen

source: Ignore the defined limit for the feedback sharing. Enable this setting to allow Feedback broadcast to send feedback to the whole organization.
nl_nl: Negeer de gedefinieerde limiet voor het delen van feedback. Schakel deze instelling in om Feedback-uitzending in staat te stellen feedback naar de hele organisatie te sturen.

source: Display a confirmation popup when sending feedback to a number of users higher than the defined limit
nl_nl: Toon een bevestigingspopup wanneer je feedback stuurt naar een aantal gebruikers dat hoger is dan de gedefinieerde limiet.

source: Feature enablement
nl_nl: Functie-activering

source: General feedback settings
nl_nl: Algemene feedback-instellingen

source: Apply limit when giving feedback
nl_nl: Pas een limiet toe bij het geven van feedback

source: The defined limit will be applied to the "Give feedback" action. When disabled, users can give feedback to any number of users, without restriction.
nl_nl: De gedefinieerde limiet wordt toegepast op de actie "Feedback geven". Wanneer deze is uitgeschakeld, kunnen gebruikers zonder beperking feedback geven aan een onbeperkt aantal gebruikers.

source: Limit
nl_nl: Limiet

source: Maximum number of users who can be included in one feedback.
nl_nl: Maximaal aantal gebruikers dat in één feedback kan worden opgenomen.

source: Limit the number of feedback recipients
nl_nl: Beperk het aantal feedbackontvangers

source: The number of people to whom end-users who don't have an administrative role (such as HR or IT) can send feedback will be limited to avoid feedback being sent to large populations.
nl_nl: Het aantal mensen aan wie eindgebruikers zonder een administratieve rol (zoals HR of IT) feedback kunnen sturen, zal worden beperkt om te voorkomen dat feedback naar grote groepen wordt gestuurd.

source: Limitations
nl_nl: Beperkingen

source: Allow managers to request feedback about their direct reports
nl_nl: Sta managers toe om feedback te vragen over hun directe medewerkers

source: Managers will be able to ask other workers to provide feedback about their direct reports. Requests and replies will be visible in the "Requests about my team" section. Feedback requests about direct reports are not visible to the direct report. When disabled, the "Requests about my team" section is not available.
nl_nl: Managers kunnen andere werknemers vragen om feedback te geven over hun directe ondergeschikten. Verzoeken en antwoorden zijn zichtbaar in de sectie "Verzoeken over mijn team". Feedbackverzoeken over directe ondergeschikten zijn niet zichtbaar voor de directe ondergeschikte. Wanneer uitgeschakeld, is de sectie "Verzoeken over mijn team" niet beschikbaar.

source: Only direct reports can rate feedback
nl_nl: Alleen directe rapporten kunnen feedback beoordelen

source: Enable feedback notes
nl_nl: Feedbacknotities inschakelen

source: Users will be able to create feedback notes from the Feedback module. Feedback notes can for instance be used to capture insights from an offline conversation.
nl_nl: Gebruikers kunnen feedbacknotities maken vanuit de Feedback-module. Feedbacknotities kunnen bijvoorbeeld worden gebruikt om inzichten vast te leggen uit een offline gesprek.

source: Feedback notes
nl_nl: Feedbacknotities

source: Visibility of public feedback
nl_nl: Zichtbaarheid van openbare feedback

source: Company
nl_nl: Bedrijf

source: Define the visibility of public feedback.
nl_nl: Bepaal de zichtbaarheid van openbare feedback.

source: Enable public feedback
nl_nl: Publieke feedback inschakelen

source: Users will be able to publicly share feedback given to another user within the organization. When disabled, the "Share feedback" and the "Public feedback" categories are not available.
nl_nl: Gebruikers kunnen feedback die aan een andere gebruiker binnen de organisatie is gegeven, openbaar delen. Wanneer dit is uitgeschakeld, zijn de categorieën "Feedback delen" en "Openbare feedback" niet beschikbaar.

source: Public feedback
nl_nl: Publieke feedback

source: Enable feedback rating
nl_nl: Feedbackbeoordeling inschakelen

source: Feedback rating
nl_nl: Feedbackbeoordeling

source: Feedback rating refresh interval
nl_nl: Vernieuwingsinterval voor feedbackbeoordeling

source: Choose who can rate feedback
nl_nl: Kies wie feedback kan beoordelen

source: Send reminders following an inactive period
nl_nl: Stuur herinneringen na een inactieve periode

source: When no feedback is offered for more than
nl_nl: Wanneer er geen feedback wordt gegeven voor meer dan

source: Send reminders about unrated feedback
nl_nl: Stuur herinneringen over niet-beoordeelde feedback

source: When feedback remains unrated for more than
nl_nl: Wanneer feedback onbeoordeeld blijft voor meer dan

source: Send reminders about pending feedback requests
nl_nl: Stuur herinneringen over openstaande feedbackverzoeken

source: When a request remains unanswered for more than
nl_nl: Wanneer een verzoek onbeantwoord blijft voor meer dan

source: Days
nl_nl: Dagen

source: Reminders
nl_nl: Herinneringen

source: Apply limit when requesting feedback
nl_nl: Beperkingen toepassen bij het aanvragen van feedback

source: The defined limit will be applied to the "Request feedback" action. When disabled, users can request feedback from any number of users, without restriction.
nl_nl: De gedefinieerde limiet wordt toegepast op de actie "Feedback aanvragen". Wanneer deze is uitgeschakeld, kunnen gebruikers feedback aanvragen van een onbeperkt aantal gebruikers, zonder beperking.

source: Enable "Let's meet" as a reply to a feedback request
nl_nl: Schakel "Let's meet" in als antwoord op een feedbackverzoek

source: Users will be able to reply with a "Let's meet" invitation when replying to a feedback request. We recommend that you review and activate email notifications for the "Let's meet request" functionality, under Workbench / Platform Setup / Notifications / Email notifications.
nl_nl: Gebruikers kunnen reageren met een "Let's meet" uitnodiging wanneer ze reageren op een feedbackverzoek. We raden aan om e-mailmeldingen voor de "Let's meet request" functionaliteit te controleren en te activeren, onder Werkbank / Platforminstellingen / Meldingen / E-mailmeldingen.

source: Restrict replies to only "Let's meet" or comments
nl_nl: Beperk antwoorden tot alleen "Laten we afspreken" of opmerkingen

source: When enabled, users will only be able to reply to a feedback request with a "Let's meet" invitation, or a comment and/or behavior tag, not both. Disable this restriction to make both reply options available.
nl_nl: Wanneer ingeschakeld, kunnen gebruikers alleen reageren op een feedbackverzoek met een "Laten we afspreken"-uitnodiging, of een opmerking en/of gedragstag, niet beide. Schakel deze beperking uit om beide antwoordopties beschikbaar te maken.

source: Enable feedback requests regarding behaviors
nl_nl: Schakel feedbackverzoeken over gedrag in

source: Users will be able to include behaviors when requesting feedback.
nl_nl: Gebruikers kunnen gedragingen opnemen bij het aanvragen van feedback.

source: This setting cannot be turned on because the "Behaviors" feature is not currently enabled.
nl_nl: Deze instelling kan niet worden ingeschakeld omdat de functie "Gedragingen" momenteel niet is ingeschakeld.

source: Feedback requests
nl_nl: Feedbackverzoeken

source: Feedback settings
nl_nl: Feedbackinstellingen

source: Apply limit when sharing feedback
nl_nl: Beperkingen toepassen bij het delen van feedback

source: The defined limit will be applied to the "Share feedback" action. When disabled, users can share feedback with any number of users, without restriction.
nl_nl: De gedefinieerde limiet wordt toegepast op de actie "Feedback delen". Wanneer deze is uitgeschakeld, kunnen gebruikers feedback delen met een ongelimiteerd aantal gebruikers, zonder beperking.

source: Enable suggested questions in the "Request feedback" page
nl_nl: Schakel voorgestelde vragen in op de pagina "Feedback aanvragen"

source: Enable tips in the "Give feedback" page
nl_nl: Schakel tips in op de pagina "Feedback geven"

source: Functionality management
nl_nl: Functionaliteitsbeheer

source: Goal Achievement New
nl_nl: Nieuwe Doelrealisatie

source: Goal Achievement
nl_nl: Doelbereiking

source: Goal Plan Goal Assignment
nl_nl: Doelplan Doeltoewijzing

source: Goal Plan Type Assignment
nl_nl: Toewijzing doelplantype

source: Goal Plan
nl_nl: Doelplan

source: Goal Genius is an AI goal assistant powered by OpenAI ChatGPT. With it, users will be able to use natural language to create goal templates or to generate a goal from predefined inputs.
nl_nl: Goal Genius is een AI-doelassistent aangedreven door OpenAI ChatGPT. Hiermee kunnen gebruikers natuurlijke taal gebruiken om doelensjablonen te maken of een doel te genereren op basis van vooraf gedefinieerde invoer.

source: This is a read only-page. To change this, please contact your system administrator.
nl_nl: Dit is een alleen-lezen pagina. Om dit te wijzigen, neem contact op met uw systeembeheerder.

source: Your configuration changes were successfully applied. Users will see these changes the next time they log in or when they refresh their page if they currently have a session open.
nl_nl: Uw configuratiewijzigingen zijn succesvol toegepast. Gebruikers zullen deze wijzigingen zien de volgende keer dat ze inloggen of wanneer ze hun pagina verversen als ze momenteel een sessie open hebben.

source: Enable Goal Genius
nl_nl: Activeer Goal Genius

source: Goal
nl_nl: Doel

source: All changes saved
nl_nl: Alle wijzigingen opgeslagen

source: Bulk actions
nl_nl: Bulkacties

source: Initial end date
nl_nl: Initiële einddatum

source: Key dates per worker
nl_nl: Belangrijke datums per medewerker

source: Key dates for the population
nl_nl: Belangrijke datums voor de populatie

source: Reset to initial key dates
nl_nl: Terugzetten naar oorspronkelijke sleuteldatums

source: Initial start date
nl_nl: Initiële startdatum

source: The end date cannot be empty.
nl_nl: De einddatum kan niet leeg zijn.

source: The start date cannot be empty.
nl_nl: De startdatum kan niet leeg zijn.

source: Goal plans
nl_nl: Doelplannen

source: Goal types
nl_nl: Doeltypes

source: Create goal
nl_nl: Doel maken

source: Get started by creating goals.
nl_nl: Begin met het maken van doelen.

source: No goals yet!
nl_nl: Nog geen doelen!

source: Assign to
nl_nl: Toewijzen aan

source: Population
nl_nl: Bevolking

source: Completed
nl_nl: Voltooid

source: Not completed
nl_nl: Niet voltooid

source: Goal plan
nl_nl: Doelplan

source: Result
nl_nl: Resultaat

source: Target
nl_nl: Doel

source: Goal name
nl_nl: Doelnaam

source: Goal type
nl_nl: Doeltype

source: Weight
nl_nl: Gewicht

source: Multiple criteria
nl_nl: Meerdere criteria

source: Multiple weights
nl_nl: Meerdere gewichten

source: All plans
nl_nl: Alle abonnementen

source: Not updated
nl_nl: Niet bijgewerkt

source: All results
nl_nl: Alle resultaten

source: Updated
nl_nl: Bijgewerkt

source: Search
nl_nl: Zoeken

source: All statuses
nl_nl: Alle statussen

source: Goal status
nl_nl: Doelstatus

source: All types
nl_nl: Alle typen

source: Key dates
nl_nl: Belangrijke data

source: In population
nl_nl: In populatie

source: Moved out
nl_nl: Verhuisd

source: Population & goal weight details
nl_nl: Bevolking & streefgewicht details

source: Worker population status
nl_nl: Status werknemerspopulatie

source: Initial goal weight
nl_nl: Initieel streefgewicht

source: Organization
nl_nl: Organisatie

source: Reset to initial goal weight
nl_nl: Terugzetten naar oorspronkelijk streefgewicht

source: Search by name or worker ID
nl_nl: Zoeken op naam of medewerker-ID

source: End date
nl_nl: Einddatum

source: Start date
nl_nl: Startdatum

source: Goal weight
nl_nl: Streefgewicht

source: Worker
nl_nl: Werknemer

source: Goal weight per worker
nl_nl: Doelgewicht per medewerker

source: Goal weight for the population
nl_nl: Doelgewicht voor de populatie

source: Apply filter
nl_nl: Filter toepassen

source: Clear selection
nl_nl: Selectie wissen

source: Worker ID
nl_nl: Werknemer-ID

source: Select workers to filter
nl_nl: Selecteer medewerkers om te filteren

source: {{count}} workers selected.
nl_nl: {{count}} werknemers geselecteerd.

source: Select communication round
nl_nl: Selecteer communicatieronde

source: Send goal PDF to Documents
nl_nl: Doel-PDF naar Documenten verzenden

source: Create goal plan
nl_nl: Maak een doelplan

source: Plan transmission
nl_nl: Transmissie plannen

source: Create custom goal plans to align team efforts and achieve strategic objectives. Define the details of the plan and select the target population to ensure everyone is working towards a common goal.
nl_nl: Maak aangepaste doelplannen om de inspanningen van het team op één lijn te brengen en strategische doelstellingen te bereiken. Definieer de details van het plan en selecteer de doelgroep om ervoor te zorgen dat iedereen naar een gemeenschappelijk doel werkt.

source: Start by creating a goal plan
nl_nl: Begin met het maken van een doelplan

source: Goal settings
nl_nl: Doelstellingen

source: Create goal type
nl_nl: Doeltype maken

source: Goal types can be configured to serve any goal plan, with population, privacy and form fields available for customization.
nl_nl: Doeltypes kunnen worden geconfigureerd om aan elk doelplan te voldoen, met populatie, privacy en formuliervelden die beschikbaar zijn voor aanpassing.

source: Start by creating goal types
nl_nl: Begin met het aanmaken van doeltypen

source: The total weight cannot exceed 100%.
nl_nl: Het totale gewicht mag niet meer dan 100% bedragen.

source: Allocate weights to each workflow section
nl_nl: Ken gewichten toe aan elke werkstroom-sectie

source: Distribute goal weights across different workflow sections, ensuring a cumulative weight of 100%.
nl_nl: Verdeel de doelgewichten over verschillende werkstroom-secties, waarbij een cumulatief gewicht van 100% wordt gegarandeerd.

source: Enable goals
nl_nl: Doelen inschakelen

source: Enable the "Goals" feature
nl_nl: Schakel de functie "Doelen" in

source: Go to Builder
nl_nl: Ga naar Builder

source: Goal Plans
nl_nl: Doelstellingenplannen

source: Goal tags
nl_nl: Doeltags

source: Goal Types
nl_nl: Doeltypen

source: Enable or create goal types to be included in the plan.
nl_nl: Schakel doeltypen in of maak ze aan om in het plan op te nemen.

source: Goal uploads
nl_nl: Doel uploads

source: Weighted goal configuration
nl_nl: Gewogen doelconfiguratie

source: Enable weighting and editability options for each goal type in the goal plan to allow managers and workers to customize the weight of their goals.
nl_nl: Schakel weging- en bewerkopties in voor elk doeltype in het doelplan, zodat managers en werknemers het gewicht van hun doelen kunnen aanpassen.

source: Goal Tag Libraries
nl_nl: Doelbibliotheken

source: Home
nl_nl: Startpagina

source: Enable the "Home" feature
nl_nl: Schakel de "Home"-functie in

source: Home settings
nl_nl: Startinstellingen

source: Individual Pay Range
nl_nl: Individueel loonbereik

source: Job Architecture
nl_nl: Functiearchitectuur

source: Language
nl_nl: Taal

source: Select the default language for your company. Your choice will apply to all users across the application upon first login. Users can then change the language at any time in their user settings.
nl_nl: Selecteer de standaardtaal voor uw bedrijf. Uw keuze zal van toepassing zijn op alle gebruikers in de applicatie bij de eerste aanmelding. Gebruikers kunnen vervolgens de taal op elk moment wijzigen in hun gebruikersinstellingen.

source: Legal Entity
nl_nl: Rechtspersoon

source: Custom Labeling
nl_nl: Aangepaste labels

source: Localization
nl_nl: Lokalisatie

source: Users
nl_nl: Gebruikers

source: Enable beqom for Microsoft Outlook
nl_nl: Schakel beqom in voor Microsoft Outlook
